Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Bitten Contract.tmx
Source language: en
Languages: es_419

source: followers
es_419: seguidores

source: I have, but I can drink from blood pouches.
es_419: claro, pero bebo de las bolsas de sangre.

source: no really! she's always alone…
es_419: ¡no es cierto! siempre está sola…

source: thanks...
es_419: gracias…

source: confused
es_419: CONFUNDIDO

source: really? if you say so, sera!
es_419: ¿en serio? ¡si tú lo dices, sera!

source: none of your business!
es_419: ¡qué te importa!

source: oh... can I help you, ijun?
es_419: ay, ¿puedo ayudarte, ijun?

source: let me know when it's almost over.
es_419: avísame cuando estés por salir.

source: ooooh!
es_419: ¡yuuuju!

source: but I guess it doesn't matter if I hear, huh?
es_419: Pero creo que no importa si escucho, ¿jum?

source: ah, well... heh.
es_419: ah, pues… je.

source: what's it got to do with you?
es_419: ¿y a ti qué te importa?

source: she's passionate, gives her all in every role she takes...
es_419: es apasionada, lo da todo en cada personaje que interpreta…

source: I've heard a lot about you from yun.
es_419: yun me habló mucho de ti.

source: so he could have found a way to contact me if he really wanted to...
es_419: así que pudo haber encontrado la manera de contactarme si hubiera querido…

source: so we have to look like we're really dating.
es_419: para eso debemos mostrar que estamos saliendo.

source: Not a problem at all!
es_419: ¡no hay problema!

source: my Favorite Idol
es_419: MI ÍDOLO FAVORITO

source: I can make you happier than anyone else can. so...
es_419: puedo hacerte más feliz que nadie. así que…

source: have you looked at the scripts?
es_419: ¿has leído los guiones?

source: why do you keep putting yourself down?
es_419: ¿por qué sigues menospreciándote?

source: where's the autograph?
es_419: ¿dónde está el autógrafo?

source: tailoring
es_419: SASTRERÍA

source: Mango Kim she can't friggin hide her emotions just stay home if u don't want to do it!
es_419: mango kim no puede esconder sus emociones de mierd, quédate en casa si no quieres hacerlo!

source: I was in mr. hwang's previous drama. so he asked me to come.
es_419: estuve en la novela anterior del señor hwang y me invitó.

source: even if chae-i is straightforward…
es_419: aunque chae-i sea directa…

source: um, sorry to interrupt...
es_419: mm, lamento interrumpir…

source: whoooot
es_419: UUJUUUU

source: r-really?
es_419: ¿d-de veras?

source: swaaa
es_419: ZUUUM

source: Created by: sungeun
es_419: Creado por: sungeun

source: say what?
es_419: ¿qué dirán?

source: Script:
es_419: guion:

source: you don't have to be so polite to me.
es_419: no tienes que ser educada conmigo.

source: you're not going in like that, are you?
es_419: no irás a salir así, ¿verdad?

source: please, ijun!
es_419: ¡por favor, ijun!

source: I also got cast into my favorite idol so I'll be filming with you, seonbae!
es_419: ¡también me eligieron para mi ídolo favorito, así que grabaremos juntos, seonbae!

source: r-right… meat should be cooked through…
es_419: c-cierto… la carne debe estar bien cocida…

source: oh! she must feel better after I bit her!
es_419: ¡ah! ¡debe sentirse mejor por la mordida!

source: what happens if you get bitten by a human?
es_419: ¿qué pasaría si te muerde una humana?

source: ...so, see you next time!
es_419: … ¡nos vemos luego!

source: I'm not your babe!!!
es_419: ¡¡¡no soy tu bebé!!!

source: it's been a week since I last bit you, right?
es_419: hace una semana te mordí, ¿no?

source: clink
es_419: CHIN

source: I thought chae-i was reserved, but she really goes at it.
es_419: pensé que chae-i era conservadora, pero va directo al punto.

source: Do you have time tomorrow?
es_419: tienes tiempo mañana?

source: ...you don't go well together.
es_419: … no encajan.

source: you two look great together...
es_419: se ven muy bien juntos…

source: I just heard about this a few minutes ago, but I thought you should know...
es_419: acabo de escuchar esto hace unos minutos y pensé que deberías saberlo…

source: great!
es_419: ¡súper!

source: I read somewhere that using face masks too often isn't actually that great...
es_419: de hecho, leí que ponerse mascarillas tan seguido no es tan bueno…

source: ugh, his acting probably sucks. what if he ruins the drama?
es_419: uf, seguro que su actuación apesta. ¿y si arruina la novela?

source: ache
es_419: DUELE

source: it isn't a complete solution.
es_419: no es una solución definitiva.

source: She was cuter as a kid.
es_419: era más tierna de niña.

source: I wouldn’t dare to want her.
es_419: no me atrevería a desearla.

source: it's between me and chae-i.
es_419: eso es entre chae-i y yo.

source: Sighting at Itaewon last year
es_419: De paseo en Itaewon el año pasado

source: tighten
es_419: APRIETA

source: let’s do really well this time.
es_419: vamos a hacerlo bien esta vez.

source: but... that...
es_419: pero… ah…

source: NO SMOKING
es_419: no fumar

source: how many rooms are there?
es_419: ¿cuántos cuartos hay?

source: ...you did really well.
es_419: … estuviste fantástica.

source: it doesn't matter where.
es_419: no importa dónde.

source: I'll put you on the list!
es_419: ¡te pondré en la lista!

source: she...
es_419: ella…

source: somewhere I like to go when I'm frustrated.
es_419: al sitio al que me gusta ir cuando me frustro.

source: So the rumors were true...
es_419: Así que los rumores son ciertos…

source: ooh! so you were just trying to get jiseong to leave!
es_419: ¡uy! ¡entonces estabas intentando que se fuera!

source: try leaning closer to each other!
es_419: ¡intenten acercarse!

source: smooth
es_419: SUAVE

source: we'll act like it's a secret relationship, of course.
es_419: actuaremos como si fuese una relación secreta, claro.

source: just like my body!
es_419: ¡justo como mi cuerpo!

source: I did!
es_419: ¡sí!

source: ...you should be careful. people are watching.
es_419: … debería tener cuidado. la gente está mirando.

source: chae-i, you had such a scene?
es_419: chae-i, ¿tienes una escena así?

source: it... works even if you bite somewhere else?
es_419: ¿funciona… aunque muerdas en otra parte?

source: so please bite me every week! please?
es_419: pues, ¡muérdeme cada semana, por favor!

source: flick
es_419: TRIC

source: need to steer clear of him...
es_419: hay que alejarse de él…

source: she's stubborn...
es_419: es muy terca…

source: but I feel more uncomfortable about the fact that it's all a show...
es_419: pero me siento más incómoda por el hecho de que sea puro circo…

source: who supports ruru.
es_419: que apoya a ruru.

source: boss, I can do it.
es_419: jefe, puedo hacerlo.

source: how did you know?
es_419: ¿cómo lo sabes?

source: isn't… chae-i nice too?
es_419: ¿no es chae-i linda también?

source: say "sorry" now, huh?
es_419: pide disculpas, ¿eh?

source: you know, chae-i…
es_419: ya sabes, chae-i…

source: whoa...
es_419: guau…

source: what...
es_419: qué…

source: idol
es_419: FAVORITO

source: can I watch some TV?
es_419: ¿puedo ver tele?

source: cower
es_419: SE ENCOGE

source: Ms. kim!
es_419: ¡señora kim!

source: ...I mean, yun... why do you like him?
es_419: … quiero decir… ¿por qué te gusta yun?

source: what's up with chae-i?
es_419: ¿qué le pasa a chae-i?

source: and get dressed fast!!!
es_419: ¡¡¡y vístete rápido!!!

source: oh, I'm taking a cab home tonight!
es_419: ¡no, hoy tomaré un taxi!

source: View 329 replies
es_419: ver 329 respuestas

source: I failed!
es_419: ¡fallé!

source: k
es_419: T

source: ack!
es_419: ¡ay!

source: the ceo at my label suggested a contract relationship,
es_419: la directora de la discográfica sugirió una relación por contrato,

source: you're... right.
es_419: tienes razón… sí.

source: this solo singer debuted several years ago.
es_419: este solista debutó hace muchos años.

source: the female lead is sora han... what about the supporting male character?
es_419: la protagonista es sora han… ¿qué hay del actor de reparto?

source: something about that actor just feels fake.
es_419: hay algo en él que se siente falso.

source: Jolt
es_419: SE SOBRESALTA

source: uh, I need to talk with my manager.
es_419: mm, debo hablar con mi representante.

source: Maybe she'll get her act straight when everyone turns against her.
es_419: tal vez se ponga las pilas cuando todos estén en su contra.

source: we still have things to talk about, don't we.
es_419: todavía tenemos cosas de qué hablar, ¿no?

source: ...all goes to my agency staff and my precious fans and family.
es_419: … va para el equipo de mi agencia y mis amados fans y familia.

source: I don't know what to do right now.
es_419: ahora no sé qué hacer.

source: I look forward to working with you, seonbae!
es_419: ¡tengo muchas ganas de trabajar contigo, seonbae!

source: what? really?
es_419: ¿qué? ¿en serio?

source: uh... and you didn't hear anything from her?
es_419: ah… ¿y no has sabido nada de ella?

source: everything's pushed back anyway because of someone's mistakes.
es_419: de todas formas, estamos retrasados por los errores de alguien.

source: ...watcha doin'?
es_419: … ¿qué onda?

source: no. but I met him once, back at the restaurant last time.
es_419: no, pero lo conocí en el restaurante el otro día.

source: Marry Me Now 03:58 He's describing me!
es_419: CásateconmigoYa 03:58 Me está describiendo!

source: oppaaa, why doesn't it hurt at all when you bite meee?
es_419: opppaaa, ¿por qué no me duele cuando me mueeerdes?

source: I'll make sure to do well!!!
es_419: ¡¡me aseguraré de hacerlo bien!!

source: I'm lacking in a lot of ways.
es_419: tengo muchas carencias.

source: what's wrong with those lyrics?!
es_419: ¡¿qué pasa con esa letra?!

source: BZZT
es_419: BIZZ

source: ijun, can you come to the after party next thursday?
es_419: ijun, ¿vienes a la fiesta de fin de rodaje este jueves?

source: what?! a car accident?!
es_419: ¡¿qué?! ¡¿un accidente?!

source: I'll be out once my manager comes back--
es_419: saldré cuando mi representante regrese.

source: why do I feel so weird about this...
es_419: ¿por qué me siento tan rara con esto…?

source: only today?
es_419: ¿solo hoy?

source: Who are you talking about?
es_419: ¿de quién estás hablando?

source: sudden tmi...
es_419: exceso de info…

source: let's talk!
es_419: ¡hablemos!

source: I look so awkward...
es_419: me veo tan incómodo…

source: fire EXTINGUISHER
es_419: EXTINTOR DE FUEGO

source: try to avoid stress and relax--
es_419: procure evitar el estrés y relájese…

source: then you would've gone out and sucked on some random person!
es_419: ¡pues habrías ido a chupar de cualquier persona por ahí!

source: yes, it's a three-way relationship. he's one of the two male leads.
es_419: sí, es un triángulo amoroso. él es uno de los dos protagonistas masculinos.

source: right, ijun?
es_419: ¿cierto, ijun?

source: I think more than ten years.
es_419: creo que más de diez años.

source: the restroom's that way.
es_419: el baño es por ahí.

source: ...do you have some money to spare?
es_419: ¿te sobra algo de dinero?

source: you'll even end up losing the contracts you've had for ads targeting women!!!
es_419: ¡¡podrías perder los contratos que conseguiste en publicidad para mujeres!!

source: c
es_419: R

source: I'm sure you are! show me your phone!
es_419: ¡a que sí! ¡muéstrame tu teléfono!

source: but she's mine, so don't you dare.
es_419: pero es mía, así que ni te atrevas.

source: how far have the rumors spread...
es_419: qué rápido se expanden los rumores…

source: How Much Does Ijun's Outfit Cost?
es_419: ¿cuánto cuesta el atuendo de ijun?

source: no one can take their eyes off of you...
es_419: nadie puede quitarte los ojos de encima…

source: it's my chae-i nuna's first lead role! what if I ruin it for her and people end up writing mean reviews?!
es_419: ¡será mi primer protagónico con mi chae-i nuna! ¿y si lo arruino y la gente escribe malas críticas?

source: Would you date someone older or younger?
es_419: ¿Saldrías con alguien mayor o menor?

source: TODAY TALK> Entertainment News
es_419: CHARLA DE HOY> Noticias de Entretenimiento

source: how old is your nephew?
es_419: ¿cuántos años tiene?

source: you didn't need to...
es_419: no tenías que…

source: but I can't just give up like this.
es_419: pero no puedo renunciar así nomás.

source: mr. seo, you're...
es_419: el señor seo…

source: I heard you got a lead role in director lee's new drama.
es_419: escuché que serás la protagonista en la novela del director lee.

source: is this it?
es_419: ¿es todo?

source: freeze
es_419: FRENA

source: hehehe
es_419: JEJEJE

source: I'm glad the drama was so popular.
es_419: me alegra que la novela fuera exitosa.

source: this is too much!
es_419: ¡es demasiado!

source: nom
es_419: ÑAM

source: Dammit he was my ideal man.
es_419: Rayos, él era el chico ideal.

source: he really thinks of me only as a friend, so he always introduced his girlfriends to me.
es_419: él solo me ve como una amiga y me presenta a todas sus novias.

source: Playdough
es_419: plastilina

source: I was actually about to call you.
es_419: estaba a punto de llamarte.

source: oh... sorry. pretend you didn't hear--
es_419: ay… lo siento. haz como que no escuchaste…

source: I'll help you, so let's both give it our best!
es_419: te ayudaré, ¡así que vamos a dar lo mejor!

source: snap out of it!!!
es_419: ¡¡¡reacciona!!!

source: today is only the table reading.
es_419: hoy es solo la lectura de guion.

source: Officially Dating:
es_419: ES OFICIAL:

source: Who needs medicine when a vampire's bite can instantly make you feel better?
es_419: ¿Quién necesita medicamentos cuando una mordida de vampiro puede mejorarnos al instante?

source: yes, hehe. it's huge!
es_419: sí, je, je. ¡es enorme!

source: then I'll tell them.
es_419: bueno, se los diré.

source: oh right. thank you for biting me earlier, ijun!
es_419: ay, verdad, ¡gracias por morderme, ijun!

source: thanks, sera!
es_419: ¡gracias, sera!

source: I'm the one who needs him.
es_419: soy yo quien lo necesita.

source: ahaha, thank you...
es_419: aaah, gracias…

source: huh? uh..
es_419: ¿eh? ah…

source: alright, then.
es_419: muy bien, entonces.

source: I can't think of anything…
es_419: no se me ocurre nada…

source: what're you doing...
es_419: ¿qué estás haciendo?

source: STBS Drama The Bestl Intern
es_419: stbs novela la pasante poderosa

source: hello?!
es_419: ¡¿hola?!

source: click clack
es_419: TIC TAC

source: definitely! they're the two hottest male actors in their twenties.
es_419: ¡sin duda! son los dos actores más atractivos en sus veinte.

source: don't worry about it!
es_419: ¡no se preocupe!

source: okay...
es_419: está bien…

source: it's a mess. that got published in a forum early this morning.
es_419: un desastre. fue publicado en un foro esta mañana.

source: e-excuse me? ijun?
es_419: ¿p-perdona? ¿ijun?

source: sure you did...
es_419: seguro que sí…

source: oh no, not at all! it's alright!
es_419: ¡ay, no, para nada, estoy bien!

source: I can grill well-done steaks like earlier!
es_419: ¡puedo asar los filetes como te gustan!

source: schoolsucks does she have a deal with someone? how is she on every show like that?
es_419: elcoleapesta con quién tiene un acuerdo? cómo es que está en todas las series?

source: wait, wait!
es_419: ¡un momento!

source: hey, ijun.
es_419: ey, Ijun.

source: zoom in
es_419: LUPA

source: even still, there are younger, fresher kids coming up nowadays. why would anyone want to keep using you?
es_419: aun así, cada día surgen chicos más jóvenes y frescos. ¿por qué alguien querría seguir usándote?

source: I'll definitely be there!
es_419: ¡allí estaré!

source: What kind of clothes do you like to wear?
es_419: ¿Qué tipo de ropa te gusta?

source: it's more like a painkiller.
es_419: es más como un analgésico.

source: 750 Comments
es_419: 750 comentarios

source: shameless jerk. what nonsense will he blabber this time?
es_419: pobre imbécil. ¿con qué estupidez saldrá esta vez?

source: a-anything I'm capable of doing!
es_419: ¡c-cualquier cosa que pueda hacer!

source: you might not be aware, but I can tell just from her face.
es_419: quizá tú no te des cuenta, pero yo lo adivino por su cara.

source: heh
es_419: JE

source: you're an angel!
es_419: ¡eres un ángel!

source: the idol, chan kim!
es_419: ¡el ídolo, chan kim!

source: wanna feel?
es_419: ¿quieren tocar?

source: it's my turn next.
es_419: sigo yo.

source: she's always honest too.
es_419: también es sincera.

source: huh? oh... since you were a child actress.
es_419: ¿eh? ah… desde que eras una niña actriz.

source: really? maybe the painkiller is finally kicking in!
es_419: ¿en serio? ¡quizá el analgésico esté haciendo efecto!

source: that damn bastard...
es_419: ese maldito idiota…

source: give it more thought. what can I gain by helping you, chae-i?
es_419: piénsalo un poco mejor. ¿qué gano con ayudarte, chae-i?

source: you can get my help every week,
es_419: tú tendrás mi ayuda semanal,

source: yeah. you're probably closer. you're both the main characters.
es_419: sip, ustedes deben ser más cercanos. son los personajes principales.

source: you're enjoying this?
es_419: ¿la estás pasando bien?

source: chae-i, let's get the most expensive dishes! it's on yun. he was such a nightmare that night!
es_419: chae-i, ¡pidamos lo más caro! yun paga. ¡se portó de pesadilla la otra noche!

source: no, there isn't...
es_419: en absoluto.

source: yes! a lot better!
es_419: ¡sí! ¡mucho mejor!

source: we're all the same species,
es_419: somos de la misma especie,

source: does he think I'm his rival?
es_419: ¿pensará que soy su rival?

source: are you accepting my request??
es_419: ¿aceptas mi petición?

source: I'm feeling really good nowadays!
es_419: ¡últimamente me he sentido muy bien!

source: I wish the very best for everyone. thank you!
es_419: les deseo a todos lo mejor. ¡gracias!

source: I gave you such pretty looks--
es_419: te di unos genes tan bonitos…

source: *Nuna is a term used by males to address older females.
es_419: *nuna es un término usado por hombres para dirigirse a mujeres mayores.

source: so I'll be healthy for a week if you bite me, right?
es_419: entonces estaré bien por una semana si me muerdes, ¿verdad?

source: it's chae-i!
es_419: ¡es chae-i!

source: I'll leave now...
es_419: me voy ya…

source: waaah
es_419: BUAAA

source: ...I'm the lead role for all the scripts I got, right?
es_419: … soy la protagonista de todos los guiones que tengo, ¿cierto?

source: ...will I do well?!
es_419: … ¡¿lo haré bien?!

source: but I'm worried because another week ends tomorrow.
es_419: pero estoy preocupada porque mañana termina la semana.

source: Boss
es_419: jefe

source: her feelings are more important, anyway.
es_419: sus sentimientos son lo más importante.

source: yeah! that's why...
es_419: ¡sí! por eso…

source: I'll send the schedule soon to your manager.
es_419: le enviaré el plan de rodaje a su representante.

source: ...but I don't.
es_419: … pero a mí no.

source: what..?
es_419: ¿qué…?

source: thank you so much for today.
es_419: muchas gracias por lo de hoy.

source: mr. yun kang...
es_419: señor yun kang…

source: oh, I thought she was trying to flirt with you...
es_419: ah, pensé que estaba coqueteando contigo…

source: one's on a whole other level! hahaha!
es_419: ¡una está en otro nivel! ¡ja, ja, ja!

source: huh? about what?
es_419: ¿eh? ¿por qué?

source: are you close with ijun?
es_419: ¿Eres cercana a Ijun?

source: I know.
es_419: lo sé.

source: snatch
es_419: SE SUELTA

source: eh? huh?! wait!
es_419: ¿ah? ¿ehh? ¡espera!

source: Hide 6 replies
es_419: Ocultar 6 respuestas

source: ...what if I bite you?
es_419: … ¿qué pasa si te muerdo?

source: The scenery I see every day in New York.
es_419: EL paisaje que veo todos los días en Nueva York.

source: ah, well... right. we think the same, ijun...
es_419: ay, pues… bien. pensamos igual, ijun…

source: ooh, you're really romantic!
es_419: uuy, ¡qué romántico!

source: I've never kept track...
es_419: nunca he llevado la cuenta…

source: of course, of course!
es_419: ¡claro, claro!

source: my poor baby...
es_419: mi chiquita…

source: yes! of course!
es_419: ¡sí, claro!

source: cut! let's take a break!
es_419: ¡corte! ¡vamos a un descanso!

source: does chae-i know? the kind of nonsense you blabber to people?
es_419: ¿lo sabe chae-i? ¿las tonterías que cotorreas con la gente?

source: I'll be careful!
es_419: ¡seré cuidadoso!

source: let's take a break before we continue!
es_419: ¡hagamos un descanso antes de continuar!

source: no, that's not it...
es_419: no, no va por ahí…

source: I'm reminding you that you could lose everything in an instant.
es_419: te estoy recordando que podrías perderlo todo en un instante.

source: he doesn't seem like a bad guy... but I don't know what he's thinking.
es_419: no parece ser malo… pero no sé qué está pensando.

source: I'll keep giving my best!
es_419: ¡seguiré dando lo mejor!

source: so she wasn't meeting only yun...
es_419: así que no estaba solamente con yun…

source: chae-i and you will soon what?
es_419: ¿chae-i y tú pronto qué?

source: several with serious issues can't make a comeback anymore even if they want to.
es_419: muchos con problemas muy serios no pueden regresar nunca más, aunque lo deseen.

source: Ijun Seo's confession scene hit the highest view rate.
es_419: la escena de la confesión de ijun seo batió el récord de visualización.

source: none of them are true, though!
es_419: ¡sin embargo, ninguno es cierto!

source: sera nam and I debuted together...
es_419: sera nam y yo debutamos juntas…

source: ...but I don't know what there is.
es_419: … pero no encuentro nada.

source: I really want to do a good job.
es_419: quiero hacer un trabajo excelente.

source: could you look this way?
es_419: ¿podrías mirarme?

source: hahaha! come here and eat. the food's getting cold!
es_419: ¡ja, ja, ja! ¡vengan a comer, la comida se enfría!

source: relax and take it easy!
es_419: ¡tranquila y con calma!

source: please come out when you're ready, chae-i!
es_419: ¡chae-i, sal cuando estés lista!

source: oh, wait...
es_419: eh, espera…

source: haaa, it's more a problem that there's no problem...
es_419: jaaaa, es un problema que no haya problema…

source: she's one of the easier types.
es_419: ella es de las fáciles.

source: I should compliment him!
es_419: ¡debería elogiarlo!

source: age is just a number.
es_419: la edad es solo un número.

source: oh... he's here because he's angry...
es_419: ay… vino porque está enfadado…

source: oh! at first sight, right? that was really good.
es_419: ¡ah! a primera vista, ¿cierto? estuvo muy buena.

source: chan kim's role? that character is older than mine in the drama...
es_419: ¿el papel de chan kim? ese personaje es mayor que el mío en la novela…

source: that's what I wanted to ask...
es_419: es justo lo que quiero pedirte…

source: will you be alright?
es_419: ¿estarás bien?

source: haha!
es_419: ¡ja, ja!

source: my name's chae-i lee.
es_419: mi nombre es chae-i lee.

source: A A 17 hours ago
es_419: A A hace 17 horas

source: thank you for today.
es_419: gracias por lo de hoy.

source: we don't have a plausible story for our relationship, so we should prepare a bit...
es_419: no tenemos una historia especial para nuestra relación, así que debemos preparar algo…

source: gosh... look at the color of your blood...
es_419: cielos… mira el color de tu sangre…

source: your arm...
es_419: tu brazo…

source: then--
es_419: entonces…

source: sooo weird...
es_419: muuuy raro…

source: oh, I thought it was someone else.
es_419: ah, pensé que era otra persona.

source: well, she doesn't match up to you after all, right?
es_419: después de todo, ella no está a tu altura, ¿verdad?
